[
  {
    "journal": "mjen",
    "title": "Кыргызстандын билим берүү мекемелери үчүн бирдиктүү портал шаблонун иштеп чыгуу",
    "authors": [
      "Улан Бримкулов",
      "Чынара Байжанова"
    ],
    "date": "2013-09-19T18:00:00.000Z",
    "abstract": "Маалымат Байланыш Технологияларын (МБТ) жана ачык тармактык ресурстарды колдонуу менен билим берүүнүн өнүгүү темпи жана келечеги өзгөрүүдө. Мектептин веб системи билим берүү мекемесинин башкаруу, ички жана сырткы персонал жана окуучулар арасындагы байланышуу жолдорун жеңилдетет. Ошондуктан Кыргызстандын билим берүү мекемелери үчүн типтүү сайттын шаблонун иштеп чыгуу маселеси эң маанилүү. Макалада маалымат системи, билим берүүнүн маалыматташуусу жана XXI кылымдын окуучусунун талаптары жөнүндө аныктамалар келтирилген. Изилдөө методунун негизинде Кыргызстандагы жана чет өлкөдөгү 100дөн ашуун билим берүү мекемелеринин веб сайттары техникалык жана маалыматтык камсыздоочу аспектинен анализденген. Жыйынтык катары мектеп сайтынын бирдиктүү түзүмү жана шаблону сунушталат.",
    "keywords": [
      "Мектеп маалымат системи (ММС)",
      "билим берүүнүн маалыматташуусу",
      "мектеп веб сайт түзүмү",
      "веб портал",
      "бирдиктүү шаблон"
    ],
    "references": [
      "Бримкулов У.Н. Маалымат теориясына киришүү. Б.: Айат, (2011) 160.",
      "Дөөлөталиева А.С., Калыбеков А. Окутуу процессин маалыматташ–тыруу мезгилдин талабы Ж. Баласагын ат. КУУ Жарчысы, Серия – 6 (Спец. выпуск), Бишкек. (6-ноябрь, 2009) 120-122.",
      "Georgette Grier-Key, M.A., Mary T. Kelly, Ed.D, Elsa-Sofia Morote, Ed.D, K-12 School Principals and Assistant Principals Information Management, Knowledge of Technology and Level of Education, E-learn 2011, Honolulu, Hawaii, (October 18-21, 2011) 2-3.",
      "Robertson, J. 10 prensiples of effective information management. Step two designs, (2005) 2-7.",
      "Pegler, G. Perspectives for school information systems. Australian Journal of Educational Technology, (1992) 8(2), 161-171.",
      "Demir, K. School management information systems in primary schools. The Turkish Online Journal of Educational Technology, (2006) 5(2), Article 6.",
      "Кыргыз Республикасынын Президентинин буйругу, (25 – июнь, 1997).",
      "Королева Е., Атанасов Г. Рейтинг школьных сайтов, Январь 2013. Интернет дареги: http://rating.rosnou.ru/. Кайрылуу датасы: 20 Март 2013.",
      "Бримкулов, У.Н., Жумабаева Ч.Н. Веб сайт как основа Информационной Системы Управления Школой (на примере Кыргызстана). Современные проблемы науки образования. №6, (2012)",
      "Захарова И.Г. Информационные технологии в образовании, Москва: Академия, (2003). 180-181"
    ],
    "file": "mjen/archives/Y2013_V2_I14/b006849fe844aec036ca2e682240199b.pdf"
  },
  {
    "journal": "mjen",
    "title": "Kurum İçi Elektronik Doküman Yönetim Sisteminin Geliştirilmesi",
    "authors": [
      "Rayımbek Sultanov",
      "Kamil Aykutalp Gündüz"
    ],
    "date": "2013-09-19T18:00:00.000Z",
    "abstract": "İnternet ve iletişim teknolojilerinin gelişimiyle beraber bilgiye ulaşım ve bilginin işlenmesinin artık web ortamından sağlandığı görülmektedir. Elektronik Doküman Yönetim Sistemi (EDYS) / (Electronic Document Management System (EDMS), kâğıda aktarılmaya aday bilginin elektronik ortamda tutulup yönetilmesidir. Normal bilgisayarlarda bu bilgi yalın halleriyle tutulduklarından gerçek anlamda bir yönetimden söz edilemez. EDYS’de ise esas olan bilgiye gerek duyulduğunda hızlı bir şekilde ulaşılmasına olanak sağlamasıdır. Bu bağlamda EDYS, kurumsal gelişim gösteren iş yerlerinde, eğitim kurumlarında, devlet kurumlarında ve ticari kuruluşlarda kullanması kaçınılmaz sistemler olarak görülmektedir. Bu çalışmada Kırgızistan-Türkiye Manas Üniversitesi’nin (KTMÜ) idari birimlerinin kendi içlerinde ve birimler arasındaki dokümanların, elektronik ortamda görülebilirliği, ulaşılabilirliği ve saklanabilirliği sağlanmıştır. Ayrıca mevcut sistemdeki doküman akışları incelenip KTMÜ idari birimlerinin ihtiyaçları doğrultusunda en uygun yapı belirlenmeye çalışılmıştır.",
    "keywords": [
      "Doküman",
      "elektronik doküman yönetim sistemi"
    ],
    "references": [
      "Odabaş, H. İnternet Tabanlı Uzaktan Öğrenim Modelinin Bilgi Hizmetlerine Yönelik Yüksek Öğretim Programlarında Kullanımı, Kütüphane–ciliğin Destanı Uluslararası Sempozyumu, Ankara, 2004. http://hdl.handle.net/10760/8225 Erişim tarihi: 23 Nisan 2012.",
      "Odabaş, H. Bilgi Kaynaklarının İşletiminde Elektronik Doküman Yönetimi ve Elektronik Belge Yönetimi Sistemlerinin Rolü, Akademik Bilişim, Harran Üniversitesi, Şanlıurfa, 2009.",
      "Yılmaz Ş. Büro Yönetiminde Dosyalama Teknikleri ve Dokümantasyon, 1. Baskı, Hayat Yayınları, İstanbul, syf. 14, 2004.",
      "Güven, G. Elektronik Belge Yönetim Sistemleri ve Yüksek Öğretim Kurumları İçin Bir Öneri, Yüksek Lisans Tezi, Erciyes Üniversitesi, Sosyal Bilimler Enstitüsü, Kayseri, 2007.",
      "“Doküman Dizayn Kriterleri”. http://en.wikipedia.org/wiki/Design_Criteria_Standard_for_Electronic_Records_Management_Software_Applications, Erişim tarihi: 11 Ocak 2013.",
      "Külcü, Ö. Üniversitelerde Kalite Uygulamaları ve Belge Yönetimi: Hacettepe Üniversitesi Örneği, Hacettepe Üniversitesi, Edebiyat Fakültesi Dergisi, Cilt: 23 / Sayı: 1 / syf. 205-229, Ankara, 2006.",
      "Şahin, Ö.Ç. E-Devlet Uygulaması Olarak Elektronik Döküman Yönetim Sistemi ve Bir Uygulama, Yüksek Lisans Tezi, Süleyman Demirel Üniversitesi, Sosyal Bilimler Enstitüsü, Isparta, 2009.",
      "Tekerek, A. Bay, Ö.F. Web İçerik Yönetim Sistemi Tasarımı ve Gerçekleştirilmesi, Politeknik Dergisi Journal of Polytechnic, Cilt:12 Sayı: 2 s.85-91, 2009.",
      "Okur, A. Açık Kaynak Kodlu Yazılımlar ve Joomla Üzerinde Uygulama Projesi, Yüksek Lisans Tezi, Kırgızistan-Türkiye Manas Üniversitesi, Fen Bilimleri Enstitüsü, Bişkek, 2012.",
      "Ergün, E. Elektrik Mühendisliğinde Özgür Yazılım Kaynakları, Ondokuz Mayıs Üniversitesi, 55139, Kurupelit, Samsun, 2008.",
      "“Opendocman”. http://www.techrepublic.com/blog/smbit/manage-documents-for-free-with-opendocman/866. Erişim tarihi: 14 Nisan 2012.",
      "“What is Opendocman?”. http://www.opendocman.com/features/ Erişim tarihi: 14 Nisan 2012.",
      "“Dosyalama Sistemleri”. http://webcache.googleusercontent.com/search?q=cache:yTxt9oPcsSMJ:hbogm.meb.gov.tr/modulerprogramlar/kursprogramlari/buroyonetim/moduller/dosyalamasistemi.pdf+&cd=1&hl=en&ct=clnk, Erişim tarihi: 07. Ekim 2012"
    ],
    "file": "mjen/archives/Y2013_V2_I14/86d6a9b5d65f060a1c86f7e0331f3ef9.pdf"
  },
  {
    "journal": "mjen",
    "title": "FIXED POINT ITERATION METHOD",
    "authors": [
      "Mehmet Karakaş"
    ],
    "date": "2013-09-19T18:00:00.000Z",
    "abstract": "We discuss the problem of finding approximate solutions of the equation f(x)=0 (1)<br />In some cases it is possible to find the exact roots of the equation (1) for example when f(x) is “alfa” quadratic on cubic polynomial otherwise, in general, is interested in finding approximate solutions using some numerical methods. Here, we will discuss  “alfa” method called fixed point iteration method and “alfa” particular case of this method called Newton’s method.",
    "keywords": [
      "Numerical",
      "Iteration",
      "Alegorithm, Varient"
    ],
    "references": [
      "Aho A.V., Hopcroft J.E. and Ullman J.D. (1974) The desing and analysis of computer algoritdms addıson Wesley.reading mass. 470 pp. Qa76.6.A.36",
      "Ames W.F (1977) Numerial methods for partial differential equations (second edition).Academic pres. New York: 365 pp. QA374 A46",
      "Bailey N.I.J (1967) The mathematical approach to bıology and medicine john wiley&sons london: 296 pp. QH324 B28",
      "Bailey N.T.J (1957) The mathematical theory of epidemics c.griffin.london: 194 pp. RA652.B3",
      "Bailey P.B., Shampine L.F and Waltman P.E. (1968) Nonlinear two-point boyndary talue problems academic pres New York:171 pp. QA372 B27",
      "Bartle R (1976) the elements of real analsysis (second edition) John wiley&sons New York: 480 pp. QA300.B29",
      "Bekker R.G. (1969) Introduction to terrain vehicle systems. University of Michigan pres An Arbor.Mich: 846 pp. TL243.B39",
      "Barnadelli H. (1941) “Population Waves” journal of the Burma Research society: 31, 1-18",
      "Birkhoff G. and C.De Boor (1964) “Error bounds for spline interpolation” Journal of mathematics and mechanics 13.827-836",
      "Birkhoff G. and Lynch R.E. (1984) Numerical solution of elliptic problems SIAM publications Philadelphia. Pa: 320 pp. QA374.B57",
      "Birkhoff G. and Rota G. (1978) Ordinary differential equations.john wiley&sons New York: 342 pp. QA372.B58",
      "Bracewel R. (1978) The fourier transform and its application (second edition). McGaw Hill.New York: 444 pp. QA403.5.B7",
      "Brent R. (1973) Algorithms for munimuzation without derivatives. prentice-hall. Englewood cliffs.n.j. 195 pp. QA403.5.B7",
      "Brigham E.O. (1974) The fast fourier transform prentice-hall.englewood cliffs.NJ; 252 pp. QA403.B74",
      "Brogan W.L. (1982) Modern control theory prentice-hall.englewood cliffs.N.J; 393 pp. QA402.3.B76",
      "Brown K.M. (1969) “A quadratically convergent Newton-like method based upon Gaussian elimination” SIAM journal on numerical analysis 6.no 4.560-569.",
      "Broyden C.G. (1965)”A class of methods for solving nonlinear simultaneous equations.”mathematics of computation.19.577-593",
      "Belirsch R (1964) “Bemerkungen zur romberg-integration” numerische mathematik 6.6.16",
      "Fehlberg E. (1964) “New high-order Runge-Kutta formulas with step-size control for systems of first-and second-order differential equations” Zeitschrift für angewandte mathematic and mechanic. 44.17-29.",
      "Fehlberg E. (1966) “New high-order Runge-Kutta formulas with an arbitrarily small truncation error” Zeitschrift für angewandte mathematic and mechanic. 46.1-16.",
      "Fehlberg E. (1970) “Klassche Runge-kutta formeln vierter und niedrierer ordnung mit schrittweiten-kontrolle und ihre anwendung auf warmeleitungsprobleme” Computing 6.61-71.",
      "Fix G. (1975) “A survey of numerical methods for selected problems in continuum mechanics”procedings of a conference on numerical methods of ocean circulation national academy of sciences durham N.H.october 17.20. 1972, 268-283",
      "Forsythe G.E., Malcolm M.A. and Moler C.A. (1977) Computer methods for mathematical comtations.Prentice-hall.englewood cliffs NJ: 259 pp. QA297.F568.",
      "Forsythe G.E. and Moler C.B. (1967) Computer solution of linear algebraic systems.prentice-hall.Englewood cliffs.NJ; 148 pp. QA297.F57",
      "Fulks W. (1978) Advanced calculus (third edition). john wiley&sons. New York; 731 pp. QA303 F568",
      "Garcia C.B. and Gould F.J. (1980) “Relations between several path-following algorithms and local and global Newton methods” SIAM Review; 22, No.3, 263-274.",
      "Gear C.W. (1971) Numarical initial-value problems in ordinary differential equations.pretice-hall, Englewood cliffs, N.J: 253 pp. QA372.G4",
      "Gear C.W. (1981) “Numerical solution of ordinary differential equations: Is there anything left to do?” SIAM review; 23 No.1, 10-24",
      "George J.A. (1973) “Nested dissection of a regular finite-element mesh” SIAM journal on numerical analysis 10, No.2, 345-362",
      "George J.A. and Liu J.H. (1981) Computer solutıon of large sparse positive difinite systems. prentice-hall englewood cliffs NJ; 324 pp. QA188.G46",
      "Gladwell I. and Wait R. (1979) A survey of numerical methods for partial differential equations. oxford university pres; 424 pp. QA377.S96",
      "Golub G.H. and Van Loan C.F. (1963) Matrix computations john Hopkins university press Baltimore; 476 pp. QA188.G65",
      "Gragg W.B. (1965) “On extrapolation algorithms for ordinary initial-value problems” SIAM Journal on numerical analysis, 2, 284-403.",
      "Hageman L.A. and Young D.M. (1981) Applied iterative methods. Acedemic pres. New York; 386 pp. QA297.8.H34",
      "Hamming R.W. (1973) Numerical methods for scientists and engineers (second edition). McGraw-hill, New York; 721 pp. QA297.H28",
      "Hatcher T.R. (1982) “An error bound for certain successive overrelaxation schems” SIAM journal on numerical analysis.19. No.5.930-941.",
      "Henrici P. (1962) Dıscrete variable methods in ordinary differential equations john Wiley&sons New York; 407 pp. QA372.H48",
      "Householder A.S. (1970) The numerical treatment of a single nonlinear equation McGraw-Hill, New York; 216 pp. QA218.H68",
      "Watkins D.S. (1982) “Understanding the QR algorithm” SIAM review. 24. No.4, 427-44",
      "Wendroff B. (1966) Theoretical numerical analysis academic pres New York; 2 pp.QA297.W43",
      "Wilkinson J.H. (1963) Rounding errors in algebraic processes H.M. stationery Office london; 161 pp. QA76.5.W53",
      "Wilkinson J.H. and Reinsch V. (1971) Hanbook for automatic computation. Volume linear algebra. springer-verlag. Berlin;439 pp. QA251.W67",
      "Wilkinson J.H. (1965) The algebraic eigenvalue problem. clarendon pres.oxford; 64 pp.QA218.W5",
      "Winograd S. (1978) “On computing the discrete fourier transform” mathematics computation, 32, 175-199",
      "Young D.M. and Gregory R.T. (1972) A survey of numerical mathematics vol. addıson-wesley; reading.mass, 533 pp. QA297.Y63.",
      "Young D.M. (1971) Iterative solutıon of large linear systems. academic pres, New York; 5 pp. QA195.Y68",
      "Ypma T.J. (1983) “Finding a multiple zero by transformation and Newton –like methods SIAM Review, 25, No.3, 365-378",
      "Zienkiewicz O. (1977) The finite-element method in engineering science. McGraw-hill london; 787 pp.TA640.2.Z5."
    ],
    "file": "mjen/archives/Y2013_V2_I14/853041dd81ce17cf002d5521aba00754.pdf"
  },
  {
    "journal": "mjen",
    "title": "Design and Implementation of Scientific Publication CMS with Peer Review Tools for Academic Institutions",
    "authors": ["Mehmet Tekerek", "Jumagul Nurakun kyzy"],
    "date": "2013-09-19T18:00:00.000Z",
    "abstract": "This paper describes efforts underway to construct a Scientific Publication Content Management System (SPCMS) with Peer Review Tools (PRT) for Academic Institutions. Firstly, known Scientific Publication processes have been reviewed and online publication process was chosen as a model for developing a scientific content publication and management system. Next, the developed system will be implemented as a case study to Kyrgyzstan-Turkey Manas University scientific journal publication system. Since it is aimed to construct an online only journals, the system is supposed to be fast-tracking, fully manageable and, on the other hand, it should be highly secure since all the manuscripts are to be stored on the system. To undertake such problems as fast tracking, speedy data processing and security was decided to implement self-developed system by using PHP and AJAX programming on Apache server with MySQL data base application.The result of this research is an automated publishing system for scholar manuscript publications, from submission through peer review, aggregate, manage and publish university journals, utilizing a single, dynamic destination.",
    "keywords": [
      "Online Scientific Publication, Content Management Systems, Peer Review Tools"
    ],
    "references": [
      "Brown, H. (1972). History and the Learned Journal. Journal of the History of Ideas 33: 365-78. Retrieved from  http://www.jstor.org/stable/2709041",
      "Development of Science Publishing in Europe; Ed. Meadows, A. J., Elsevier, Amsterdam, 1980. ",
      "Jinha, A. (2010). Article 50 million: an estimate of the number of scholarly articles in existence Learned Publishing, 23 (3), 258-263 DOI: 10.1087/20100308",
      "Mabe, M. (2003). The growth and number of journals. Serials 16: 191-197",
      "Tenopir, C. & King, D. (2000).  Towards electronic Journals – realities for scientists, librarians and publishers, Washington D. C.: Special Libraries Association. ",
      "Garvey, W.D. & Griffith, B.C. (1965). Scientific communication: the dissemination system in psychology and a theoretical framework for planning innovations. American Psychologist, 20(2), 157–164. ",
      "Hurd, J. M. (1996). Models of scientific communications systems. In: S. Crawford, et al. (Eds) From print to electronic: the transformation of scientific communication. (pp. 9-33) Medford, NJ: Information Today Inc. ",
      "Hurd, J.M. (2004). Scientific communication: new roles and new players. Science & Technology Libraries, 25(1-2), 5-22. ",
      "Björk, B-C. (2007). \"A model of scientific communication as a global distributed information system\" Information Research, 12(2) paper 307. [Available at http://InformationR.net/ir/12-2/paper307.html] ",
      "Heller, S.R., (2004). Electronic Publishing of Scientific Manuscripts ",
      "Kinne, O., (1999). Electronic publishing in science: changes and risks. Australian Library Journal, 48 (4), 311. ",
      "Publish not Perish. Tutorial provided by the University of Colorado libraries. Retrieved from http://www.publishnotperish.org/module1/process_overview.htm at 15.02.2013",
      "Hybrid Review Model. INNOQUAL. Journal for Innovation and Quality in Learning. Retrieved from http://innoqual.efquel.org/about-innoqual/about-the-hybrid-review-model at 05.03.2013",
      "Johnston, M., (2009). \"CMS or WCM - Which is Which?\". Retrieved from  http://cmscritic.com at 14.03.2013",
      "Static Website Generators For Your Site, Blog Or Wiki. Retrieved from http://en.wikipedia.org/wiki/Web_content_management_system at 20.11.2012",
      "Web Content Management System. Retrieved from http://en.wikipedia.org/wiki/Web_content_management_system at 20.11.2012",
      "Rockley, A., Kostur, P., Manning, S., (2003). Managing Enterprise Content: A Unified Content Strategy. New Riders. ",
      "White, M., (2005). The content management handbook. Facet Publishing. ",
      "Boiko, B.,  (2005). Content Management Bible. John Wiley & Sons",
      "Paulsen, K., (2011). Moving Media Storage Technologies: Applications & Workflows for Video and Media Server Platforms. Francis US. ",
      "Browning, P., Lowndes, M., (2001). JISC TechWatch Report: Content Management Systems, The Pennsylvania State University CiteSeer Archives",
      "Stephen R., Fraser G., (2002). “Building a Content Management System”, Apress, New York, NY, USA., ISBN: 1590590244. ",
      "Academic Publishing. Retrieved from http://en.wikipedia.org/wiki/Academic_publishing. at 22.01.2013",
      "File Transfer Protocol. Retrieved from http://en.wikipedia.org/wiki/FTP. ",
      "Hypertext Preprocessor or Personal Home Page Tools. Retrieved from https://en.wikipedia.org/wiki/PHP. at 21.12.2012",
      "Garrett, J. J., (2005). \"Ajax: A New Approach to Web Applications\". Retrieved from www.adaptivepath.com. at 21.12.2012 ",
      "Resig, J., (2007). Advancing JavaScript with Libraries. YUI Theater. Retrieved from http://www.yuiblog.com/blog/2007/04/16/video-resig/ at 21.12.2012",
      "Kyrgyzstan Turkey Manas University regulations and guidelines. Retrieved from http://manas.kg/index.php/tr/yoenetmelikler-ve-yoenergeler at 15.04.2013"
    ],
    "file": "mjen/archives/Y2013_V2_I14/9cc1b15a46a2ce3feace4d9cd025fc47.pdf"
  },
  {
    "journal": "mjen",
    "title": "PEF İşleminin Süt ve Süt Ürünlerinde Uygulanabilirliği",
    "authors": [
      "Filiz YANGILAR",
      "Emre KABİL",
      "Fırat YILMAZ"
    ],
    "date": "2013-09-19T18:00:00.000Z",
    "abstract": "Süt ve süt ürünlerinde mikroorganizmalar ile bunların kontrol altına alınması ürün güvenliği ve kalitesini artırmaya yönelik olarak gıda işlemenin temel amacını oluşturmaktadır. Gıdaların mikrobiyolojik güvenliğini sağlamak amacıyla :  pastörizasyon, sterilizasyon, kurutma ve koyulaştırma gibi ısıl işlemlerin kullanımı oldukça yaygındır. Ancak gıdalarda ısı işleminin neden olduğu bazı olumsuzluklar (aroma, lezzet, vitamin kaybı, tekstürel yapıda bozukluk) gözlenebilmektedir. Bu problemler yeni uygulamaların geliştirilmesine ve kullanılmasına fırsat vermiştir. Isıl işlem uygulamasına ilaveten elektromanyetik teknolojilerden biri olan vurgulu elektrik alan (PEF) yöntemi geliştirilmiştir. Geleneksel uygulamalarla karşılaştırıldığında daha az enerjiye ihtiyaç duyması ve zaman açısından verimli olmasından dolayı süt ve süt ürünlerinin üretiminde kullanılması mümkün bir yöntemdir. Bu derlemede, süt ve süt ürünlerinde mikroorganizmaların azaltılması ve böylece bu ürünlerin muhafazasının sağlanması için uygulanan işlemlerden, vurgulu elektrik alan (PEF) yöntemi ile mikrobiyolojik açıdan daha güvenilir ve daha kaliteli gıda üretiminin mümkün olabileceği vurgulanmaktadır.",
    "keywords": [
      "Vurgulu elektrik alan (PEF)",
      "Kalite",
      "Gıda güvenliği",
      "Bakteri inaktivasyonu"
    ],
    "references": [
      "Özcan T and Kurtuldu O, Sütün Raf Ömrünün Uzatılmasında Alternatif Yöntemler. U. Ü. Ziraat Fakültesi Dergisi, 25 (1) (2011), pp. 119-129.",
      "Amiali M, Ngadi MO, Smith JP, Raghavan GSV, Synergistic effect of temperature and pulsed electric field on inactivation of Escheria coli O157:H7 and Salmonella enteriditis in liquid egg yolk. J. Food Eng., 79 (2) (2007), pp.  689-694.",
      "Gerlach D, Alleborn N, Baars A, Delgado A, Moritz J, Knorr D, Numerical simulations of pulsed electric fields for food preservation: a review. Innovat. Food Sci. Emerg. Technol, 9 (4) (2008), pp. 408-417.",
      "Riener J, Noci F, Cronin D, Morgan D, Lyng J, Combined effect of temperature and pulsed electric fields o pectin methyl esterase inactivation in red grapefruit juice (Citrus paradisi) Eur. Food Res. Technol. 228 (2009): 373-379.",
      "Saldana G, Puertolas E, Monfort S, Raso J, Alvarez I, Defining treatment conditions for pulsed electric field pasteurization of apple juice. Inter J. Food Microbiol, 151 (1) (2011), pp. 29-35.",
      "Huang K, Tian H, Gai L, Wang J, A review of kinetic models for inactivating microorganisms and enzymes by pulsed electric field processing. J. Food Eng, 111 (2012): 191-207.",
      "Alvarez I, Raso J, Palop A, Sala FJ, Influence of different factors on the inactivation of Salmonella senftenberg by pulsed electric fields. Inter J. Food Microbiol, 55 (2000): 143-146.",
      "Temiz H, Tarakcı Z and Aykut U, Süt ve Ürünlerinde Mikroorganizmaları Azaltmada Alternatif Yöntemler. Türkiye 10. Gıda Kongresi, Mayıs 21-23, 2008, Erzurum-Türkiye.",
      "Toepfl S, V Heinz, D Knorr, High intensity pulsed electric fields applied for food preservation. Chemical Engineering and Processingl. 46 (6) (2007), pp. 537-546.",
      "Qin B, Zhang Q, Barbosa-Cánovas GV, Swanson B, Pedrow P,  Pulsed electric field treatment chamber design for liquid food pasteurization using a finite element method. Transactions of the ASAE, 38 (2) (1995), pp. 557-565.",
      "Jeyamkondan S, Jayas DS, Holley RA, Pulsed electric field processing of foods: A review. J. Food Prot, 62 (1999): 1088-1096.",
      "Karadag A, Omeroglu PY and Saner S, 2008. Gıda muhafazasında yeni teknolojilerin kullanımı. http://www.ggd.org.tr/icerik.php?id=168 (Erişim tarihi 21.11.2012).",
      "Hulsheger H, Pottel J, Niemann E, Killing of bacteria with electric pulses of high fields strength. Radiation and Environment Biophysics 20 (1) (1981), pp. 53-65.",
      "Jayaram S, Castle G, Margaritis A, Effects of high electric field pulses on Lactobacillus brevis at elevated temperatures. IEEE Industrial Application Society 40 (11) (1991), pp. 674-681.",
      "Jayaram S, Castle GSP, Margaritis A, Kinetics of sterilization of Lactobacillus brevis cells by the application of high voltage pulses. Biotechnology and Bioengineering 4 (11) (1992), pp. 1412-1420.",
      "Zhang Q, Monsalve-González A, Barbosa-Cánovas G, Swanson B,  Inactivation of E. coli and S. cerevisiae by pulsed electric fields under controlled temperature conditions. Transactions of the ASAE 37 (2) (1994), pp. 581-587.",
      "Sepulveda DR, Guerrero JA, Barbosa-Cánovas GV, Influence of electric density on the bactericidal effectiveness of pulsed electric field treatments. J. Food Eng, 76 (2006): 656-663.",
      "Evrendilek GA, Zhang QH, Richter ER, Application of pulsed electric fields to skim milk inoculated with Staphylococcus aureus. Biosystem Engineering, 87 (2) (2004), pp. 137-144.",
      "Kavas G, Kavas N, Gönç S and Kınık Ö, Süt teknolojisinde pulse elektrik alan uygulamaları. Gıda Mühendisliği 5. Kongresi, Kasım 8-10, 2007, Ankara-Türkiye.",
      "Ngadi MO, Gachovska TK, Simpson MV, Raghavan GSV, Pulsed electric field treatment of carrots before drying and rehydration. J. Sci. Food Agric, 89 (2009): 2372-2376.",
      "Wesierska E, Trziska T, Evaluation of the use of pulsed electrical field as a factor with antimicrobial activity. J. Food Eng, 78 (2007): 1320–1325.",
      "Mittal GS, Griffiths MW,  Pulsed Electric Field Processing of Liquid Foods and Beverages. Emer. Technol. Food Process, ed: Sun, D.W., Vol: 1, Elsevier- Academic Press, Italy, pp: 99-139, 2005.",
      "Eroglu E, Yıldız H, Gıdaların Ozmotik Kurutulmasında Uygulanan Yeni Tekniklerin Enerji Verimliliği Bakımından Değerlendirilmesi. Electronic Journal of Food Technologies Vol:6 (2) (2011), pp. 41-48.",
      "Sagdıc O, Ekici L and Yetim H, Gıdaların muhafazasında yeni mikrobiyal inaktivasyon metotları. Türkiye 10. Gıda Kongresi, Mayıs 21-23, 2008, Erzurum-Türkiye.",
      "Alanyalı FS, Sarıözlü NY, Güven A, Kıvanç M, Yılmaz, M, Demirel R, Güven K and Mutlu MB. Gıda Muhafaza. Anadolu Üniversitesi Web-Ofset Tesisleri, Eskişehir, pp. 106-107, 2009.",
      "Singh RP. Technical elements of new and emerging non-thermal food Technologies, http:   Erişim tarihi: 20 Şubat 2013.",
      "Walking-Ribiero M, Noci F, Cronin DA, Lyng JG, Morgan DJ, Antimicrobial effect and shelf-life extension by combined thermal and pulsed electric field treatment of milk. Journal of Applied Microbiology, 106 (2009): 241-248.",
      "Craven HM, Swiergon P, Ng S, Midgely J, Versteeg C, Coventry MJ, Wan J,  Evaluation of pulsed electric field and minimal heat treatments for inactivation of Pseudomonads and enhancement of milk shelf-life. Innovat. Food Sci. Emerg. Technol 9 (2) (2008), pp. 211-216.",
      "Walking-Ribiero M, Noci F, Cronin DA, Lyng JG, Morgan DJ, Inactivation of Escheria coli in a tropical fruit smoothie by a combination of heat and pulsed electric fields. J. Food Sci, 73 (8) (2008), pp. 395-399.",
      "Kelly AL, Zeece M, Applications of novel technologies in processing of functional foods. Austrilian J. Dairy Technol, 64 (1) (2009), pp. 12-16.",
      "Cruz AG, Faria JAF, Saad SMI, Bolini HMA, Ana ASS, Cristianini M, High pressure processing and pulsed electric fields: potential use in probiotic dairy foods processing. Trends in Food Sci. and Technol, 21: (2010), 483-493.",
      "Zhang Q, Qin B, Barbosa-Cánovas GV, Swanson BG, Inactivation of E.coli for food pasteurization by high-strenght pulsed electric fields. J. Food Process. Preserv, 19 (1995): 103-118.",
      "Bermúdez-Aguirre D, Yáñez JA, Patrick Dunne C, Davies NM, Barbosa-Cánovas GV, Study of strawberry flavored milk under pulsed electric field processing. Food Research International, 43 (2010): 2201-2207.",
      "Michalac S, Alvarez V, Ji T, Zhang QH, Inactivation of selected microorganisms and properties of pulsed electric field processed milk. J. Food Process. Preserv, 27 (2003): 137-151.",
      "Devlieghere F, Vermeiren L, Debevere J, New preservation technologies: Possibilities and limitations. Int. Dairy J, 14 (2004): 273-285.",
      "Fernández-Molina JJ, Bermúdez-Aguirre D, Altunakar B, Swanson BG, Barbosa-Cánovas GV, Inactivation of Listeria innocua and Pseudomonas fluorescens by pulsed electric fields in skim milk: Energy requirements. J. Food Process Eng, 29 (6) (2006), pp. 561-573.",
      "Sepulveda DR, Gongora-Nieto MM, Guerrero- Beltrán JA, Barbosa- Cánovas GV, Extension of milk shelf-life by a hurdle combination of pulsed electric fields and a mild thermal treatment. Institute of Food Technologists, Annual Meeting, Book of Abstracts, 2003.",
      "Jaeger H, Schulz A, Kapetkov N, Knorr D, Protective effect of milk constituents and sublethal injuries limiting process effectiveness during PEF inactivation of Lb. rhamnosus. Inter. J. Food Microbiol, 134: 154-161, 2009.",
      "Guerrero-Beltran JA, Sepulveda DR, Gongora-Nieto MM, Swanson B, Barbosa-Canovas GV, Milk thermization by pulsed electric fields (PEF) and electrically induced heat. J. Food Eng, 100 (2010): 56-60.",
      "Sepulveda DR, Go´ngora-Nieto MM, Guerrero JA, Barbosa-Ca´novas GV, Shelf life of whole milk processed by pulsed electric fields in combination with PEF-generated heat. LWT-Food Science and Technology 42 (2009): 735-739.",
      "Yu LJ, Ngadi M, Raghavan GSM, Effect of temperature and pulsed electric field treatment on rennet coagulation properties of milk. J. Food Eng, 95 (2009): 115-118."
    ],
    "file": "mjen/archives/Y2013_V2_I14/7ac53055a898a5ff4ef9e6f0497725da.pdf"
  }
]
